Repository: wp-plugins/favicon-switcher
Catalog: lang/favicon_switcher-*.po
Languages: cs_cz, es_es, fr_fr, hu_hu, nl_nl, pt_br, pt_pt, ru_ru, uk_ua

source: This plugin enables multiple favicon for your website
cs_cz: Tento plugin umožňuje používat více faviconů současně na vašich stránkách
es_es: Este plugin permite múltiples favicon para su sitio web
fr_fr: Le plugin active plusieurs favicon pour votre site web
hu_hu: Ez a plugin lehetővé teszi a több favicon használatát az ön oldalán.
nl_nl: Deze plugins voegt meerdere favicons toe aan je website
pt_br: Este plugin permite multiplos favicon para seu website
pt_pt: Este plugin permite ter múltiplos favicon no seu site
ru_ru: Этот плагин позволяет использовать несколько иконок для вашего сайта
uk_ua: Цей плагін дозволяє відображати декілька іконок вашого вебсайту

source: Default Favicon
cs_cz: Výchozí favicon
es_es: Favicon por defecto
fr_fr: FavIcon par défaut
hu_hu: Alapértelmezett favicon
nl_nl: Standaard favicon
pt_br: Favicon padrão
pt_pt: Favicon por defeito
ru_ru: Иконка по умолчанию
uk_ua: Іконка за замовчуванням

source: The default favicon image:
cs_cz: Obrázek výchozího faviconu
es_es: La imagen de favicon por defecto
fr_fr: L&#039;image FavIcon par défaut :
hu_hu: Az alapértelmezett favicon kép:
nl_nl: De standaard favicon afbeelding
pt_br: Imagem do favicon padrão
pt_pt: Imagem do favicon por defeito:
ru_ru: Картинка иконки по умолчанию:
uk_ua: Зображення іконки за замовчуванням

source: An error occurred!
cs_cz: Nastala chyba!
es_es: ¡Ha ocurrido un error!
fr_fr: Une erreur s&#039;est produite!
nl_nl: Er heeft zich een fout voorgedaan!
pt_br: Ocorreu um erro!
pt_pt: Ocorreu um erro!
ru_ru: Произошла ошибка!

source: You may add ICO, PNG, GIF, JPG and BMP files. It will be converted into a multiresolution ico file.
cs_cz: Můžete vložit ICO, PNG, GIF, JPG a BMP soubory. Budou automaticky převedeny na ICO soubor s vysokým rozlišením.
es_es: Puedes añadir ICO, PNG, GIF, JPG y BMP. Será convertido en un archivo de multiresolución ico.
fr_fr: Vous pouvez ajouter des fichiers ICO, PNG, GIF, JPG et BMP. Ils seront convertis en des fichiers multirésoltutions.
hu_hu: A támogatott kiterjesztés ICO, PNG, GIF, JPG és BMP. Ez lesz átalakítva ico fájllá.
nl_nl: Je kunt ICO, PNG, GIF, JPG en BMP bestanden gebruiken, deze worden geconverteerd naar een multiresolutie ICO bestand
pt_br: Você deve adicionar arquivos do tipo ICO, PNG, GIF, JPG e BMP. Ele será convertido em um arquivo de multiresolução ICO
pt_pt: Você pode adicionar ficheiros ICO, PNG, GIF, JPG e BMP. Será convertido num ficheiro ICO multiresolução.
ru_ru: Вы можете добавить файлы ICO, PNG, GIF, JPG и BMP. Это будет преобразовано в мультиразрешение ico.
uk_ua: Ви можете додати ICO, PNG, GIF, JPG і BMP файл. Він буде перетворений в кратномасштабний ICO файл.

source: The multiresolution ICO is stored %shere%s
cs_cz: ICO s vysokým rozlišení je uložen %szde%s
es_es: La multiresolución ICO se a almacenado %shere%s
fr_fr: L&#039;icône ayant une multiresolution est stockée %sici%s
nl_nl: Het multiresolutie bestand is %shier%s opgeslagen
pt_br: As multiresoluções ICO estão armazenadas %shere%s
pt_pt: O ficheiro ICO multiresolução foi guardado %saqui%s
ru_ru: Мультиразрешение ICO сохранено %shere%s
uk_ua: Кратномасштабний ICO збережено %shere%

source: The multiresolution ICO has been generated and is stored %shere%s
cs_cz: ICO s vysokým rozlišením bylo vytvořeno a je uloženo %szde%s
es_es: La multiresolución ICO ha sido generada y almacenada %shere%s
fr_fr: L&#039;icône ayant une multiresolution a été générée et est stockée %sici%s
nl_nl: Het multiresolutie bestand is aangemaakt en %shier%s opgeslagen
pt_br: Multiplas resoluções do ICO formam geradas e armazenadas %shere%s
pt_pt: O ficheiro ICO multiresolução foi gerado e foi guardado %saqui%s
ru_ru: Мультиразрешение ICO был сгенерирован и сохранен %shere%s
uk_ua: ICO різної роздільної здатності сформовані і зберігаються в %shere%

source: No ICO has been generated because this file is incompatible... Sorry !
cs_cz: Nepodařilo se vytvořit ICO, neboť zadaný soubor není kompatabilní.
es_es: Ningún ICO ha sido generado porque este archivo es incompatible... ¡Lo sentimos!
fr_fr: Aucune icône n&#039;a été générée car le fichier est incompatible ... Désolé !
nl_nl: Er is ICObestand aangemaakt omdat het bestand incompatible is!
pt_br: O ICO não foi gerado porque este arquivo é inconpatível... Desculpe!
pt_pt: Não foi gerado o ICO porque este ficheiro é incompatível ... Desculpe!
ru_ru: ICO не был сгенерирован, потому что этот файл несовместим... Извините!
uk_ua: Жодна іконка не була сформована через несумісність файлу.... Вибачте!

source: Custom Favicon n°%s
cs_cz: Uživatelský favicon n°%s
fr_fr: FavIcon personnalisé n%s
nl_nl: Aangepaste favicon nÂ°%s
pt_br: Personalizado Favicon n °%s
pt_pt: Favicon personalizado n.°%s
ru_ru: Пользовательская иконка nÂ°%s

source: The regexp rule for the image n°%s:
cs_cz: Regulární výraz pro obrázek n°%s:
fr_fr: La règle regexp pour l&#039;image n%s:
nl_nl: De regexp regel voor de afbeelding nÂ°%s:
pt_br: A regra regexp para a imagem n°%s:
pt_pt: A regra da regexp para a imagem n.°%s:
ru_ru: Правило regexp для картинки nÂ°%s:

source: For instance, %s to have a specific icon for admin page or %s for posts having the word important in their titles
cs_cz: Například %smít specifickou ikonu pro administrátorskou stránku či %s pro příspěvky s názvem, který obsahuje důležitá slova.
fr_fr: Par exemple,%s pour avoir une icône spécifique pour la page d&#039;administration ou %s pour les postes ayant le mot important dans leurs titres
nl_nl: Bijvoorbeeld, %som een aparte favicon voor het Dashboard of %s voor berichten met het woord belangrijk in de titel
pt_br: Por exemplo,%s para ter um ícone específico para a página de administração ou %s para mensagens com a palavra importante em seus títulos
pt_pt: Por exemplo, %s para ter um ícone específico para a página de administração ou %s para mensagens com a palavra importante nos seus títulos
ru_ru: Например, %s, чтобы иметь определенный значок для admin страницы или %s для сообщений, имеющих важное слово в заголовках

source: Please note that if you delete the regexp, these entry will be deleted
cs_cz: Pokud smažete tento regulární výraz, celý tento vstup bude smazán.
fr_fr: Veuillez noter que si vous supprimez l&#039;expression rationnelle, ce bulletin sera supprimé
nl_nl: Onthoud dat als je de regexp verwijder, de hele regel word verwijderd
pt_br: Por favor, note que se você excluir o regexp, estas entrada serão excluídas
pt_pt: Por favor tenha atenção que se excluir a regexp, esta entrada será excluída
ru_ru: Отметьте, что, если Вы удаляете regexp, вход будет удален

source: Custom favicon image n°%s:
cs_cz: Uživatelský obrázek faviconu nÂ°%s:
fr_fr: Personnaliser l&#039;image FavIcon n%s:
nl_nl: Aangepaste favicon nÂ°%s
pt_br: Personalizado imagem favicon n°%s:
pt_pt: Imagem favicon personalizada n.°%s:
ru_ru: Пользовательское изображение иконки nÂ°%s:

source: Add a new customized Favicon
cs_cz: Přidat nový upravený favicon
fr_fr: Ajouter un nouvel FavIcon personnalisé
nl_nl: Voeg een nieuwe aangepaste favicon toe
pt_br: Adicionar um novo Favicon personalizado
pt_pt: Adicionar um novo favicon personalizado
ru_ru: Добавить новую пользовательскую иконку

source: The new regexp rule:
cs_cz: Nový regulární výraz
fr_fr: La nouvelle règle regexp:
nl_nl: De nieuwe regxp regel
pt_br: A nova regra regexp:
pt_pt: Nova regra da regexp:
ru_ru: Новое regexp правило:

source: For instance, %s to have a specific icon for admin page
cs_cz: Například %s mít specifickou ikonu pro administrátorskou stránku.
es_es: Por ejemplo, %s para tener un ícono específico para una página de administración
fr_fr: Par exemple, %s pour avoir une icône spécifique pour les pages d&#039;administration
nl_nl: Bijvoorbeeld %s om een specifieke icon the gebruiken voor het Dashboard
pt_br: Por exemplo, %s para ter um ícone específico para a página de administração
pt_pt: Por exemplo, %s para ter um ícone específico para a página de administração
ru_ru: Например, %s чтобы иметь определенный значок для админ-страницы
uk_ua: наприклад, %s специфічна іконка для сторінки адміністрування %s

source: A new image icon:
cs_cz: Nový obrázek ikony:
es_es: Un ícono de nueva imagen:
fr_fr: Nouvelle image pour FavIcon
nl_nl: Een nieuw afbeeldings icoon
pt_br: Um novo ícone de imagem:
pt_pt: Novo icon de imagem:
ru_ru: Новая картинка иконки:

source: Parameters
cs_cz: Parametry
es_es: Parámetros
fr_fr: Paramètres
hu_hu: Paraméterek
nl_nl: Instellingen
pt_br: Parametros
pt_pt: Parâmetros
ru_ru: Параметры
uk_ua: Параметри

source: Manage translations
cs_cz: Spravovat překlady
es_es: Administrar traducciones
fr_fr: Gérer les traductions
hu_hu: Fordítások kezelése
nl_nl: Beheer vertalingen
pt_br: Gerenciar Tradução
pt_pt: Gerir traduções
ru_ru: Управление переводами
uk_ua: Управління перекладами

source: Give feedback
cs_cz: Podělte se o zkušenosti
es_es: Dar retroalimentación
fr_fr: Donner un retour d&#039;expérience
hu_hu: Visszajelzés küldése
nl_nl: Geef feedback
pt_br: Dar feedback
pt_pt: Comentar
ru_ru: Оставить отзыв
uk_ua: Залиште відгук

source: Other plugins
cs_cz: Další pluginy
es_es: Otros plugins
fr_fr: Autres Extensions
nl_nl: Andere plugins
pt_br: Outros plugins
pt_pt: Outros plugins
ru_ru: Остальные плагины

source: This plugin is designed to change dynamically the favicon of your website.
cs_cz: Tento plugin je navržený k tomu, aby změnil favicon vašeho webu.

source: Purpose of that plugin
cs_cz: Účel tohoto pluginu
pt_br: Qual a Finalidade deste Plugin

source: You just have to upload a first image (preferably a squared image) that will be used for default favicon: the favicon will be automatically created in the right format.
cs_cz: Musíte uploadovat první obrázek (nejlépe ve tvaru čtverce), který bude použitý pro výchozí favicon: favicon bude vytvořený ve správném formátu.

source: If you want to add a specific favicon for specific pages, you will have to upload a new image and to associate it with a regular expression (e.g. %s) which match the wanted URL (e.g. %s).
cs_cz: Chcete-li přidat konkrétní favicon pro konkrétní stránky , budete muset nahrát nový obrázek a spojit jej s regulárním výrazem ( např %s) , který odpovídá požadované adrese URL ( např %s ) .

source: How to have different favicons?
cs_cz: Jak mít různé favicony?
pt_br: Como ter diferentes favicons?

source: This plugin works on multisite instalations.
cs_cz: Tento plugin pracuje i na více síťových instalacích (multisite)
pt_br: Este plugin funciona em Instalações multisites.

source: Each blog work independently: they all can have their own favicon system.
cs_cz: Každý blog (web) pracuje nezávisle: všechny mohou mít svůj vlastní favicon.

source: How this plugin works of MU websites?
cs_cz: Jak tento plugin pracuje u MU webových stránek?

source: How To
cs_cz: Jak na to
pt_br: Como

source: 1st customized Favicon
es_es: 1er Favicon personalizado
hu_hu: Az első beállított favicon
uk_ua: перший індивідуальний Favicon

source: The 1st customized favicon image:
es_es: La 1ª imagen ICO personalizada
hu_hu: Az első beállított favicon képe:
uk_ua: зображення першого індивідуального Favicon

source: The 1st regexp rule:
es_es: La 1ª regla de regexp
hu_hu: Az első reguláris szabvány
uk_ua: перше правило регулярного виразу

source: 2nd customized Favicon
es_es: 2º Favicon personalizado
hu_hu: Második beállított favicon
uk_ua: друге правило регулярного виразу

source: The 2nd customized favicon image:
es_es: La 2ª imagen ICO personalizada
hu_hu: A második beállított favicon képe:
uk_ua: зображення другого індивідуального Favicon

source: The 2nd regexp rule:
es_es: La 2ª regla de regexp
hu_hu: A második reguláris szabvány
uk_ua: друге правило регулярного виразу

source: For instance, %s to have a specific icon for the category with name %s
es_es: Por ejemplo, %s para tener un icono específico para la categoría con el nombre %s
uk_ua: наприклад, %s специфічна іконка для категорії %s

source: This form is an easy way to contact the author and to discuss issues / incompatibilities / etc.
hu_hu: Ez a form egy egyszerű módja annak, hogy kapcsolatba lépjünk a szerzővel és kérdéseket tegyünk fel / inkompatibilitás / stb..
uk_ua: Ця форма простий спосіб зв&#039;язатися з автором і обговорити питання / несумісності / і т.д.

source: Here is the plugins developped by the author:
hu_hu: Itt található a plugin szerzője
uk_ua: Ось плагіни розроблені автором:

source: Other possible plugins
hu_hu: További elérhető plugin
uk_ua: Інші можливі плагіни
